Revit 2015 API
RoomTagTypeSet.Size Property
Returns the number of room tag types that are in the set.
Namespace: Autodesk.Revit.DB.Architecture
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public virtual int Size { get; }
Visual Basic
Public Overridable ReadOnly Property Size As Integer
	Get
Visual C++
public:
virtual property int Size {
	int get ();
}
See Also
RoomTagTypeSet Class
Autodesk.Revit.DB.Architecture Namespace